cars-backend/app/controllers/api/v1/dealer_reviews_controller.rb

  def index
    @dealer_reviews = DealerReview.all
---
SELECT "dealer_reviews".* FROM "dealer_reviews"