cars-backend/app/controllers/cars_controller.rb

  def index
    @cars = Car.all
---
SELECT "cars".* FROM "cars"